Repository: themb94/pace-lab
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de

source: (already done)
de: (schon erledigt)

source: (HRmax %lld)
de: (HFmax %lld)

source: @ HR %@
de: @ HF %@

source: from %@
de: aus %@

source: · %lld sessions ticked off
de: · %lld Einheiten abgehakt

source: · not signed in
de: · nicht angemeldet

source: · recommended
de: · empfohlen

source: · session ticked off
de: · Einheit abgehakt

source: · signed in
de: · angemeldet

source: — updated %@
de: — zuletzt %@

source: # Schema of a workout "workout": { "name": "6x800m", "steps": [ { "type": "warmup", "time": 600, "note": "…" }, { "repeat": 6, "steps": [ { "type": "interval", "distance": 800, "pace": "4:45-5:15", "note": "…" }, { "type": "recovery", "time": 90 } ] }, { "type": "cooldown", "time": 600 } ] } type: warmup, cooldown, interval, recovery or run. End: "distance" (metres) or "time" (seconds). "pace" = name of a paceBand or "m:ss-m:ss"; without pace = free, by feel. Easy runs and long runs have no pace target.
de: # Schema eines Workouts "workout": { "name": "6x800m", "steps": [ { "type": "warmup", "time": 600, "note": "…" }, { "repeat": 6, "steps": [ { "type": "interval", "distance": 800, "pace": "4:45-5:15", "note": "…" }, { "type": "recovery", "time": 90 } ] }, { "type": "cooldown", "time": 600 } ] } type: warmup, cooldown, interval, recovery oder run. Ende: "distance" (Meter) oder "time" (Sekunden). "pace" = Name eines paceBands oder "m:ss-m:ss"; ohne pace = frei nach Gefühl. Locker-Läufe und Long Runs haben kein Pace-Ziel.

source: %@ Change plan.json directly for this: the affected sessions (type, dist, desc) and, matching each, its “workout” (schema: README, section “Plan schema” — the workouts for the watch are built from it, so don’t change anything there). Only adjust other weeks if this change really requires it, and explain why. The ticks are tied to the type and position of a session ({idPrefix}w{week}-{type}-{index}) — so don’t change type or order of sessions that are already ticked off. Follow the training principles in the README. Don’t send anything to the watch. At the end, briefly summarize what you changed and why.
de: %@ Ändere dafür plan.json direkt: die betroffenen Einheiten (type, dist, desc) und passend dazu jeweils das „workout“ (Schema: README, Abschnitt „Plan-Schema“ — daraus entstehen die Workouts für die Uhr, dort also nichts ändern). Andere Wochen nur anpassen, wenn es wegen dieser Änderung wirklich nötig ist, und das dann begründen. Die Häkchen hängen an Typ und Position der Einheit ({idPrefix}w{Woche}-{type}-{index}) — bei schon abgehakten Einheiten Typ und Reihenfolge also nicht ändern. Halte dich an die Trainingsprinzipien der README. Schicke nichts an die Uhr. Fasse zum Schluss knapp zusammen, was du geändert hast und warum.

source: %@ Request: %@ Engine: %@ Conversation: %@
de: %1$@ Anfrage: %2$@ Engine: %3$@ Gespräch: %4$@

source: %@ Write the draft to plan-entwurf.json — same schema as plan.json (README, section “Plan schema”) with a “workout” for every session, a new idPrefix (e.g. “b3”), a new workoutPrefix, fitting title/goal/subtitle, paceBands and athlete; previous = a short look back at the current block. Do NOT change plan.json — the current block keeps running, the draft is applied in the app. First review analysis.json (runs, ratings, week summaries) and the training principles in the README. At the end, briefly explain the structure (phases, progression, pace bands) and what you deliberately do differently from the current block.
de: %@ Schreib den Entwurf nach plan-entwurf.json — gleiches Schema wie plan.json (README, Abschnitt „Plan-Schema“) mit „workout“ für jede Einheit, neuem idPrefix (z. B. „b3“), neuem workoutPrefix, passendem title/goal/subtitle, paceBands und athlete; previous = kurzer Rückblick auf den aktuellen Block. plan.json NICHT ändern — der aktuelle Block läuft weiter, der Entwurf wird in der App übernommen. Werte vorher analysis.json (Läufe, Bewertungen, Wochenfazits) und die Trainingsprinzipien der README aus. Erkläre zum Schluss kurz den Aufbau (Phasen, Progression, Pace-Bänder) und was du bewusst anders machst als im aktuellen Block.

source: %@ You can’t change any files. Answer with a short explanation of the structure and then the complete new plan as JSON in a code block (```json … ```), in the schema of the current plan below — with a new idPrefix (e.g. “b3”) and workoutPrefix. The app saves it as a draft; it is applied in the app. # Current plan (plan.json) ```json %@ ``` %@
de: %1$@ Du kannst keine Dateien ändern. Antworte mit einer kurzen Erklärung des Aufbaus und danach mit dem vollständigen neuen Plan als JSON in einem Codeblock (```json … ```), im Schema des aktuellen Plans unten — mit neuem idPrefix (z. B. „b3“) und workoutPrefix. Die App legt ihn als Entwurf ab; übernommen wird er in der App. # Aktueller Plan (plan.json) ```json %2$@ ``` %3$@

source: %@ You can’t change any files. Answer with a short rationale and then the complete new week %lld as JSON in a code block (```json … ```), in the same schema as below: phase, note, sessions with type, dist, desc and workout. The app shows the suggestion and only applies it after you confirm. # Week %lld so far (from plan.json) ```json %@ ``` %@
de: %1$@ Du kannst keine Dateien ändern. Antworte mit einer kurzen Begründung und danach mit der vollständigen neuen Woche %2$lld als JSON in einem Codeblock (```json … ```), im selben Schema wie unten: phase, note, sessions mit type, dist, desc und workout. Die App zeigt den Vorschlag und übernimmt ihn erst nach Bestätigung. # Woche %3$lld bisher (aus plan.json) ```json %4$@ ``` %5$@

source: %@ %@ failed: %@
de: %1$@ %2$@ ist fehlgeschlagen: %3$@

source: %@ %@ · updated %@
de: %1$@ %2$@ · Stand %3$@

source: %@ (custom)
de: %@ (eigenes)

source: %@ (default)
de: %@ (Standard)

source: %@ (fixed)
de: %@ (fest)

source: %@ (older version)
de: %@ (ältere Version)

source: %@ can’t change files: the suggestion comes as JSON and the app only applies it once you agree.
de: %@ kann keine Dateien ändern: Der Vorschlag kommt als JSON, die App übernimmt ihn erst, wenn du zustimmst.

source: %@ could not be read: %@
de: %1$@ konnte nicht gelesen werden: %2$@

source: %@ dropped
de: %@ entfällt

source: %@ expected
de: %@ erwartet

source: %@ failed.
de: %@ ist fehlgeschlagen.

source: %@ is available from Claude Code %@ (installed: %@). After an update it shows up here automatically.
de: %1$@ gibt es ab Claude Code %2$@ (installiert: %3$@). Nach einem Update erscheint es hier automatisch.

source: %@ is invalid: %@
de: %1$@ ist ungültig: %2$@

source: %@ is missing from the project folder.
de: %@ fehlt im Projektordner.

source: %@ is thinking …
de: %@ denkt nach …

source: %@ is working …
de: %@ arbeitet …

source: %@ new (%@):
de: %1$@ neu (%2$@):

source: %@ new: %@ %@ – %@
de: %1$@ neu: %2$@ %3$@ – %4$@

source: %@ of %@ km
de: %1$@ von %2$@ km

source: %@ reports: %@ If the sign-in has expired, sign in again under Pace Lab → Setup → Watch.
de: %1$@ meldet: %2$@ Ist die Anmeldung abgelaufen, unter Pace Lab → Einrichtung → Uhr neu anmelden.

source: %@ server found (loaded at startup)
de: %@-Server gefunden (wird beim Start geladen)

source: %@ server registered in the training folder.
de: %@-Server ist im Trainingsordner eingetragen.

source: %@ wind%@
de: %1$@ Wind%2$@

source: %@ · %@: %@ – %@ (before: %@ %@ – %@)
de: %1$@ · %2$@: %3$@ – %4$@ (vorher: %5$@ %6$@ – %7$@)

source: %@ · %@: workout steps adjusted
de: %1$@ · %2$@: Workout-Schritte angepasst

source: %@ — %@ (always the latest)
de: %1$@ — %2$@ (immer das neueste)

source: %@: %@ %@ dropped
de: %1$@: %2$@ %3$@ entfällt

source: %@: %@ is missing
de: %1$@: %2$@ fehlt

source: %@: connected
de: %@: verbunden

source: %@: connecting
de: %@: verbinden

source: %@: fetching activities
de: %@: Aktivitäten abrufen

source: %@: new order –
de: %@: neue Reihenfolge –

source: %@: not registered in the folder’s .mcp.json
de: %@: nicht in der .mcp.json des Ordners eingetragen

source: %@: starting …
de: %@: starte …

source: %@: unexpected response to list_activities.
de: %@: unerwartete Antwort auf list_activities.

source: %lld %% humidity
de: %lld %% Luftfeuchte

source: %lld new runs from %@
de: %1$lld neue Läufe von %2$@

source: %lld runs loaded (%@)
de: %1$lld Läufe geladen (%2$@)

source: %lld runs per week
de: %lld Läufe pro Woche

source: %lld versions
de: %lld Stände

source: %lld versions before %@ will be deleted; everything after stays available through “Undo”.
de: %1$lld Stände vor dem %2$@ werden gelöscht; alles danach bleibt mit „Rückgängig“ erhalten.

source: %lld versions deleted
de: %lld Stände gelöscht

source: %lld weeks
de: %lld Wochen

source: %lld weeks starting %@
de: %1$lld Wochen ab %2$@

source: %lld work steps
de: %lld Arbeitsschritte

source: (no program set)
de: (kein Programm eingetragen)

source: , %lld kept
de: , %lld behalten

source: 1 new run from %@
de: 1 neuer Lauf von %@

source: 1. Sign in at admin.polaraccesslink.com with your Polar account and create a client (free). Name: e.g. “Pace Lab”. Enter exactly this as the redirect URL:
de: 1. Melde dich unter admin.polaraccesslink.com mit deinem Polar-Konto an und lege einen Client an (kostenlos). Name: z. B. „Pace Lab“. Als Redirect-URL genau das eintragen:

source: 1M context
de: 1M Kontext

source: 2. Enter the client ID and secret here — they stay on this Mac.
de: 2. Client-ID und Secret hier eintragen — sie bleiben auf diesem Mac.

source: 3. Polar opens in the browser: allow access. Polar only passes on training sessions synced after this — runs from before don’t appear.
de: 3. Polar öffnet sich im Browser: Zugriff erlauben. Polar gibt nur Trainings weiter, die danach synchronisiert werden — ältere Läufe erscheinen nicht.

source: A profile is a Pace Lab of its own for another person: its own training folder with plan and runs, its own coach conversations and settings, and its own sign-ins for Claude Code, Codex, the watch (Garmin or Polar) and Strava. Nothing is shared between profiles — the new profile is set up from scratch.
de: Ein Profil ist ein eigenes Pace Lab für eine weitere Person: eigener Trainingsordner mit Plan und Läufen, eigene Coach-Gespräche und Einstellungen und eigene Anmeldungen bei Claude Code, Codex, der Uhr (Garmin oder Polar) und Strava. Zwischen Profilen wird nichts geteilt — das neue Profil wird von Grund auf eingerichtet.

source: A profile with this name already exists.
de: Ein Profil mit diesem Namen gibt es schon.

source: About my run “%@” from %@:
de: Zu meinem Lauf „%1$@“ vom %2$@:

source: About you
de: Über dich

source: Active
de: Aktiv

source: Active — %lld versions saved
de: Aktiv — %lld Stände festgehalten

source: Actual run
de: Gelaufen

source: Add CLI
de: CLI hinzufügen

source: Add Strava to Claude Code
de: Strava in Claude Code eintragen

source: Additional arguments
de: Zusätzliche Argumente

source: Adjust a week, change a session or draft a new block
de: Woche anpassen, Einheit ändern oder neuen Block entwerfen

source: Adjust week
de: Woche anpassen

source: Adjust week %lld
de: Woche %lld anpassen

source: Adjust week with coach …
de: Woche mit Coach anpassen …

source: Adjust week …
de: Woche anpassen …

source: Adjust with coach …
de: Mit Coach anpassen …

source: Adjustment for next week
de: Anpassung Folgewoche

source: Adjustments for week %lld
de: Anpassungen Woche %lld

source: Affected: %@. Undoing is itself recorded as a version in the history.
de: Betroffen: %@. Das Zurücknehmen wird selbst als Stand im Verlauf festgehalten.

source: Agent — plans, reviews, Strava and the watch.
de: Agent — plant, wertet aus, Strava und Uhr.

source: Agent — plans, reviews, the watch (no Strava).
de: Agent — plant, wertet aus, Uhr (kein Strava).

source: Agent: reads and edits files, Strava, Garmin (upload only with approval), memory from the chat.
de: Agent: liest und ändert Dateien, Strava, Garmin (Upload nur mit Freigabe), Gedächtnis aus dem Chat.

source: Agent: reads and edits files, fetches runs directly through Garmin (no Strava), creates workouts only with approval. No Claude memory — README only.
de: Agent: liest und ändert Dateien, holt Läufe direkt über Garmin (kein Strava), Workouts anlegen nur mit Freigabe. Kein Claude-Gedächtnis — nur README.

source: All %lld versions will be deleted; the current state becomes the new starting point.
de: Alle %lld Stände werden gelöscht; der jetzige Stand wird der neue Ausgangspunkt.

source: All sessions done
de: Alle Einheiten erledigt

source: Allow Garmin upload
de: Garmin-Upload erlauben

source: Already on Garmin — will be replaced
de: Schon auf Garmin — wird ersetzt

source: Always the latest
de: Immer das neueste

source: Analysis
de: Analyse

source: Analysis available
de: Analyse vorhanden

source: Appended to the Claude Code call, e.g. “--fallback-model sonnet”.
de: Wird an den Aufruf von Claude Code angehängt, z. B. „--fallback-model sonnet“.

source: Applied
de: Übernommen

source: Apply
de: Übernehmen

source: Apply as active plan
de: Als aktiven Plan übernehmen

source: Apply to plan
de: In den Plan übernehmen

source: Apply “%@”?
de: „%@“ übernehmen?

source: Approve & upload
de: Freigeben & hochladen

source: Arguments
de: Argumente

source: As soon as you tick something off, load runs or the coach works, it shows up here.
de: Sobald du etwas abhakst, Läufe lädst oder der Coach arbeitet, erscheint es hier.

source: Ask coach
de: Coach fragen

source: Ask e.g. “What’s on this week?” or “How was my last long run?” — or have a suggestion made via “Planning”, which the app applies after you agree.
de: Frag z. B. „Was steht diese Woche an?“ oder „Wie war mein letzter Long Run?“ — oder lass dir über „Planen“ einen Vorschlag machen, den die App nach deiner Zustimmung übernimmt.

source: Assign
de: Zuordnen

source: Assign this run to a session in the plan and tick it off
de: Lauf einer Einheit im Plan zuordnen und sie abhaken

source: Assigned: %@ %@ → %@
de: Zugeordnet: %1$@ %2$@ → %3$@

source: Assignment failed: %@
de: Zuordnung fehlgeschlagen: %@

source: Assistant
de: Assistent

source: Automatically assign workout runs and tick them off
de: Workout-Läufe automatisch zuordnen und abhaken

source: Available
de: Verfügbar

source: Avg HR
de: Ø HF

source: Avg pace
de: Ø Pace

source: Base
de: Basis

source: Block completed
de: Block abgeschlossen

source: Block week
de: Block-Woche

source: CLI default
de: Standard der CLI

source: CURRENT
de: AKTUELL

source: Cadence
de: Kadenz

source: Cancel
de: Abbrechen

source: Cancelled
de: Abgebrochen

source: Change W%lld · %@
de: W%1$lld · %2$@ ändern

source: Change a session in the plan: %@
de: Ändere eine Einheit im Plan: %@

source: Change folder …
de: Ordner ändern …

source: Change session
de: Einheit ändern

source: Change session …
de: Einheit ändern …

source: Change the session week %lld · %@ (%@: %@), planned for %@. Request: %@
de: Ändere die Einheit Woche %1$lld · %2$@ (%3$@: %4$@), geplant für %5$@. Wunsch: %6$@

source: Change with coach …
de: Mit Coach ändern …

source: Changed files
de: Geänderte Dateien

source: Changed: %@
de: Geändert: %@

source: Changes
de: Änderungen

source: Changes outside the app
de: Änderungen außerhalb der App

source: Changes plan.json — it only reaches the watch when you upload it.
de: Ändert plan.json — auf die Uhr kommt es erst, wenn du es hochlädst.

source: Changes undone
de: Änderungen zurückgenommen

source: Check Strava
de: Strava prüfen

source: Check Strava/%@
de: Strava/%@ prüfen

source: Check again
de: Erneut prüfen

source: Check and adjust the plan, show a preview — no upload yet
de: Plan prüfen und anpassen, Vorschau zeigen — noch ohne Upload

source: Check connection
de: Verbindung prüfen

source: Checked off
de: Abgehakt

source: Checking what is already on Garmin …
de: Prüfe, was schon auf Garmin liegt …

source: Checking …
de: Prüfe …

source: Choose
de: Auswählen

source: Choose a CLI on the left or add a new one with +.
de: Links eine CLI wählen oder mit + eine neue hinzufügen.

source: Choose a run on the left to see splits and analysis.
de: Wähle links einen Lauf, um Splits und Analyse zu sehen.

source: Choose a version on the left to see the changes.
de: Links einen Stand wählen, um die Änderungen zu sehen.

source: Choose another folder …
de: Anderen Ordner wählen …

source: Choose engine — switching starts a new conversation
de: Engine wählen — ein Wechsel beginnt ein neues Gespräch

source: Choose the folder with plan.json, analysis.json and completed.json.
de: Wähle den Ordner mit plan.json, analysis.json und completed.json.

source: Choose the training folder (or an empty folder where the app will create it).
de: Wähle den Trainingsordner (oder einen leeren Ordner, in dem die App ihn anlegt).

source: Choose whose training the widget shows.
de: Wähle, wessen Training das Widget zeigt.

source: Choose …
de: Auswählen …

source: Claude Code didn’t return a model list.
de: Claude Code hat keine Modellliste geliefert.

source: Claude Code quit unexpectedly (code %d).
de: Claude Code wurde unerwartet beendet (Code %d).

source: Claude Code reports an error.
de: Claude Code meldet einen Fehler.

source: Claude Code reports: %@
de: Claude Code meldet: %@

source: Claude reviews the last week (Strava → analysis)
de: Claude wertet die letzte Woche aus (Strava → Analyse)

source: Click a session to see its details.
de: Klick auf eine Einheit, um Details zu sehen.

source: Climb
de: Anstieg

source: Close
de: Fertig

source: Coach is working …
de: Coach arbeitet …

source: Coach settings …
de: Coach-Einstellungen …

source: Code from the email / app
de: Code aus der E-Mail / App

source: Codex quit unexpectedly (code %d).
de: Codex wurde unerwartet beendet (Code %d).

source: Codex reports: %@
de: Codex meldet: %@

source: Command: %@
de: Befehl: %@

source: Compact (plan, week, latest runs)
de: Kompakt (Plan, Woche, letzte Läufe)

source: Conditions
de: Bedingungen

source: Configured CLIs
de: Hinterlegte CLIs

source: Confirm
de: Bestätigen

source: Conversation
de: Gespräch

source: Conversations
de: Gespräche

source: Cool-down
de: Auslaufen

source: Copied
de: Kopiert

source: Copy
de: Kopieren

source: Create and set up
de: Anlegen und einrichten

source: Create first plan
de: Ersten Plan erstellen

source: Create folder
de: Ordner anlegen

source: Create on Garmin
de: Auf Garmin anlegen

source: Create on Garmin …
de: Auf Garmin anlegen …

source: Create the training folder first (step 1) — this is registered there.
de: Lege zuerst den Trainingsordner an (Schritt 1) — dort wird das eingetragen.

source: Create week %lld on Garmin
de: Woche %lld auf Garmin anlegen

source: Create week %lld on Garmin …
de: Woche %lld auf Garmin anlegen …

source: Create workouts on Garmin?
de: Workouts auf Garmin anlegen?

source: Creating Python environment (Python %@) …
de: Python-Umgebung anlegen (Python %@) …

source: Creating workouts …
de: Lege Workouts an …

source: Current block
de: Aktueller Block

source: Custom CLI
de: Eigene CLI

source: Custom CLI (text only)
de: Eigene CLI (nur Text)

source: Custom CLI …
de: Eigene CLI …

source: DRAFT
de: ENTWURF

source: Default
de: Standard

source: Default — %@
de: Standard — %@

source: Delete
de: Löschen

source: Delete all
de: Alle löschen

source: Delete all %lld conversations?
de: Alle %lld Gespräche löschen?

source: Delete all conversations …
de: Alle Gespräche löschen …

source: Delete entire history …
de: Gesamten Verlauf löschen …

source: Delete history
de: Verlauf löschen

source: Delete old versions or the whole history — your files stay unchanged
de: Alte Stände oder den ganzen Verlauf löschen — deine Dateien bleiben unverändert

source: Delete older versions
de: Ältere Stände löschen

source: Delete profile
de: Profil löschen

source: Delete profile “%@”?
de: Profil „%@“ löschen?

source: Delete the entire history?
de: Gesamten Verlauf löschen?

source: Delete this conversation …
de: Dieses Gespräch löschen …

source: Delete versions older than %lld days?
de: Stände älter als %lld Tage löschen?

source: Delete versions older than 30 days …
de: Stände älter als 30 Tage löschen …

source: Delete versions older than 7 days …
de: Stände älter als 7 Tage löschen …

source: Delete “%@”?
de: „%@“ löschen?

source: Deleting …
de: Lösche …

source: Detailed (plus README)
de: Ausführlich (zusätzlich README)

source: Discard
de: Verwerfen

source: Discard draft?
de: Entwurf verwerfen?

source: Distance
de: Distanz

source: Do the weekly review for the most recently completed training week, exactly as described in README.md: fetch runs (Strava or the watch, as set in the README), update completed.json and analysis.json and write a week summary into weekSummaries. Runs the app has already loaded (entries with “source” and without “verdict”) you complete instead of creating them anew. Don’t create any workouts on the watch. At the end, answer with a short summary: which runs, your rating and your recommendation for next week.
de: Mach die Wochenauswertung für die zuletzt gelaufene Trainingswoche, genau wie in README.md beschrieben: Läufe holen (Strava bzw. über die Uhr, wie in der README festgelegt), completed.json und analysis.json aktualisieren und ein Wochenfazit in weekSummaries schreiben. Läufe, die die App schon geladen hat (Einträge mit „source“ und ohne „verdict“), ergänzt du, statt sie neu anzulegen. Lege keine Workouts auf der Uhr an. Antworte zum Schluss mit einer kurzen Zusammenfassung: welche Läufe, deine Bewertung und deine Empfehlung für die nächste Woche.

source: Done
de: Erledigt

source: Done on %@
de: Erledigt am %@

source: Done — you can close this window.
de: Fertig — dieses Fenster kann geschlossen werden.

source: Draft
de: Entwurf

source: Draft discarded: %@
de: Entwurf verworfen: %@

source: Draft for the next block: %@
de: Entwurf für den nächsten Block: %@

source: Draft not applied: %@
de: Entwurf nicht übernommen: %@

source: Draft not deleted: %@
de: Entwurf nicht gelöscht: %@

source: Draft: %@ · %lld weeks starting %@
de: Entwurf: %1$@ · %2$lld Wochen ab %3$@

source: Duration: %lld → %lld weeks
de: Dauer: %1$lld → %2$lld Wochen

source: EASY
de: LOCKER

source: Earlier conversations
de: Frühere Gespräche

source: Easy
de: Locker

source: Easy runs are not entered as a target — run by feel.
de: Lockere Läufe werden nicht als Ziel eingetragen — nach Gefühl laufen.

source: Easy runs are not sent to the watch (plan option uploadEasyRuns).
de: Lockere Läufe kommen nicht auf die Uhr (Plan-Option uploadEasyRuns).

source: Easy runs are not sent to the watch — run by feel.
de: Lockere Läufe kommen nicht auf die Uhr — nach Gefühl laufen.

source: Easy runs by feel, long runs distance only. Pace targets apply to the hard segments only.
de: Locker-Läufe nach Gefühl, Long Runs nur Distanz. Pace-Vorgaben gelten nur für die harten Abschnitte.

source: Editing %@
de: Bearbeitet %@

source: Editing files
de: Bearbeitet Dateien

source: Effort
de: Anstrengung

source: Empty: the profile that is active in Pace Lab.
de: Leer: das Profil, das in Pace Lab gerade aktiv ist.

source: Enter another model
de: Anderes Modell eintragen

source: Error
de: Fehler

source: Error from the watch server.
de: Fehler vom Uhr-Server.

source: Fetch models from LM Studio / Bionic
de: Modelle aus LM Studio / Bionic abrufen

source: Fetch new runs from %@ (⌘R)
de: Neue Läufe von %@ holen (⌘R)

source: Fetch runs from
de: Läufe holen von

source: Fetch runs, tick them off and analyze them
de: Läufe holen, abhaken und analysieren

source: Files: %@
de: Dateien: %@

source: Finished
de: Fertig

source: Finished · %@ · %@%@
de: Fertig · %1$@ · %2$@%3$@

source: First week
de: Erste Woche

source: Fixed version
de: Feste Version

source: Folder
de: Ordner

source: For Polar as phased training target “%@”
de: Für Polar als Phasen-Trainingsziel „%@“
